[frmMain]
mnuLanguage.Caption=Língua(Language)

pmnuExitTheSystem.Caption=Sair do sistema

mnuSystemSettings.Caption=Configuração do sistema
mnuParameterSetting.Caption=Configuração do parâmetro
mnuBootUp.Caption=Botar para CIMA
mnuExitTheSystem.Caption=Sair do sistema

mnuReportTools.Caption=Ferramentas de notificação
mnuReportDesign.Caption=Desenho do relatório

mnuPrintLog.Caption=Ver registo de impressão


mnuJsonTools.Caption=Ferramenta de validação JSON(bejson.com)
mnuBase64.Caption=Base64 e conversão Da Imagem
mnuUrlEncode.Caption=Codificação de URL / descodificação
mnuSSLTools.Caption=Ferramenta de conversão do formato do certificado SSL
mnuOpenTheRootDirectory.Caption=Abre a pasta raiz
mnuOpenReportDirectory.Caption=Abrir pasta de relatórios
mnuOpenLogDirectory.Caption=Abrir pasta de registo
mnuOpenTheOutputfileDirectory.Caption=Abrir a pasta de arquivos de saída
mnuWindowDisplay.Caption=Janela exibida
mnuHttpPrint.Caption=Impressão HTTP
mnuMqttPrint.Caption=Impressão do Mqtt
mnuCamera.Caption=Câmera
mnuIdCard.Caption=Identidade
mnuGridreport.Caption=Gridreport
mnuFastreport.Caption=Fastreport
mnuReportmachine.Caption=Reportmachine
mnuSystemHelp.Caption=Ajuda do sistema
mnuAboutUs.Caption=Sobre nós

ts_http_print.Caption=Impressão HTTP
lblPort.Caption=Porto
rb_print.Caption=Impressão
rb_Preview.Caption=Antevisão
ButtonStart.Caption=Inicialização
ButtonStop.Caption=Pare com isso.

ts_mqtt_print.Caption=Impressão do Mqtt
gb_mqtt.Caption=Servidor Mqtt
lbl_mqtt_server_address.Caption=Endereço
lbl_mqtt_server_port.Caption=Porto
lbl_mqtt_server_username.Caption=Nome do utilizador
lbl_mqtt_server_userpwd.Caption=Senha
lbl_mqtt_server_subscribe_topic.Caption=Subscrever OS tópicos
lbl_mqtt_server_print_verification_code.Caption=Imprimir código de verificação
ButtonStart_mqtt.Caption=Inicialização
ButtonStop_mqtt.Caption=Pare com isso.

ts_camera.Caption=Câmera
lbl_camera_device_list.Caption=Lista de equipamentos
lbl_camera_resolution.Caption=Resolvendo o Poder
btn_open_camera.Caption=Ligue a câmera.
btn_close_camera.Caption=Desligue a câmera.
chk_auto_open_camera.Caption=Máquina de arranque automático
chk_pal_b.Caption=Prevenir tela flash
chk_auto_top.Caption=Forma superior (sempre em cima)

ts_idcard.Caption=Identidade
lbl_idcard_name.Caption=Nome completo
lbl_idcard_sex.Caption=Sexo
lbl_idcard_nation.Caption=Nação
lbl_idcard_birthday.Caption=Data de Nascimento
lbl_idcard_id.Caption=Número de identificação
lbl_idcard_org.Caption=Organização de assinatura e emissão
lbl_idcard_addr.Caption=Endereço
lbl_idcard_begin.Caption=Início Da validade
lbl_idcard_end.Caption=Fim Da validade
lbl_idcard_type.Caption=Tipo de equipamento
btn_idcard_read.Caption=Ler
lbl_idcard_msg.Caption=Dicas de mensagens:

[frmAbout]
btnOk.Caption=Determinar
Caption=Sobre

[LanguageString]
ini_NeedRegister=Demasiados tempos de impressão, por favor, reinicie o plug-in de impressão Ou compre a versão OEM
ini_NoToken=O valor do Token não existe
ini_ReadIdCardError=Mensagem pronta: leitura de cartão falhou!
ini_GetPrinterList=Obter lista de impressoras
ini_CreateDir=Criar pasta
ini_FailPleaseCheck=Falha, por favor verifique
ini_PrintFailPleaseCheck=A impressão falhou, por favor verifique
ini_ReportFileNotExist=O arquivo de relatório não existe
ini_DownLoadError=Erro de Download
ini_JsonFormatError=Erro de formato JSON
ini_PrintingTimeoutPleaseCheck=Tempo de impressão, por favor verifique
ini_PictureFormatError=O formato Da Imagem não está correto
ini_PdfFileNotExist=O ficheiro Pdf não existe
ini_PicFileNotExist=O arquivo Pic não existe
ini_This=O
ini_NotSupport=Eu não vou apoiá-lo.
ini_InterfaceCallFailed=Interface Chamada falhou
ini_CameraNotActivated=Câmera não ativada
ini_SelectFolder=Selecionar pasta
ini_MinutesMustBeAnInteger=Os minutos devem ser inteiros.
ini_MinutesMustBeGreaterThanZero=A Acta deve ser superior a zero
ini_SelfStartingClientNameCannotBeEmpty=Nome do cliente iniciante não Pode ESTAR vazio


ini_PdfFileCannotOpen=O ficheiro Pdf não Pode ser aberto
ini_LicenseKeyInvalid=Chave de licença inválida


ini_PicFileCannotOpen=Arquivo pic não Pode ser aberto
ini_UnableInitializePrinter=Não FOI possível inicializar a impressora
ini_PicPrint=Impressão gráfica
ini_PaperSize=Dimensão do Papel
ini_CustomMM=Personalizado(MM)
ini_Width=Largura
ini_Height=Altura
ini_PrintingDirection=Direção de impressão
ini_landscape=Transversal
ini_portrait=Vertical
ini_MarginMM=Margens(MM)
ini_Left=Esquerda.
ini_Right=Certo.
ini_Top=Superior
ini_Bottom=Inferior
ini_Center=Em
ini_VerticalPos=Posição vertical
ini_HorizontalPos=Posição horizontal
ini_Copys=Número de exemplares
ini_DocumentTitle=Título do documento
ini_PrinterName=Nome Da impressora
ini_PageZoom=Ampliação Da página
ini_Normal=Determinar o tamanho Da impressão a partir Da Imagem original DPI (ou seja, Criar UMA cópia do tamanho verdadeiro)
ini_FitToPage=Estique a Imagem para caber Na página, respeitando a SUA escala
ini_FitToPageStretch=Estique a Imagem para caber Na página, ignorando a escala
ini_FillPage=Estique a Imagem para preencher a página inteira (com base Na SUA escala)
ini_SpecifiedSize=Impressões com o tamanho absoluto especificado pelos parâmetros de largura e Altura absolutos
ini_MultiplePages=Imprimir Imagens (cartazes) EM várias páginas com as contagens especificadas pelos parâmetros de largura absoluta e Altura absoluta
ini_SpecWidth=Largura absoluta
ini_SpecHeight=Altura absoluta
ini_LoadPic=Carregar Imagens
ini_ConfirmPrinting=Confirmar impressão




ini_PrintLog=Imprimir o registo
ini_Date=Data
ini_Refresh=Actualizar
ini_OpenLogDirectory=Abrir pasta de registo
ini_OpenOutputFileDirectory=Abrir a pasta de arquivos de saída
ini_ViewCustomFile=Ver arquivo personalizado
ini_LogList=Lista de registos
ini_LogContent=Teor de registo
ini_PdfFile=Arquivo Pdf
ini_Directory=Tabela de conteúdos
ini_NotExist=Não existe.



ini_ReportDesign=Desenho do relatório
ini_DoubleClickToOpenTheReportFile=Clique duas vezes para abrir o arquivo de relatório
ini_NewlyAdded=Adicionar a
ini_Modify=Modificar
ini_Delete=Deletar
ini_Copy=Cópia
ini_ReportDoesNotExist=O relatório não existe
ini_To=Para
ini_Error=Erro
ini_InTheListBelow_selectTheReportFileYouWantToModify=Na lista abaixo, selecione o arquivo de relatório que deseja modificar
ini_TestReport=Relatório de ensaio
ini_AreYouSureYouWantToDelete=Tem certeza de que deseja apagar
ini_DeleteConfirmation=Apagar confirmação
ini_YouHaveChosenNotToDelete=Você escolheu não apagar
ini_ReportNameEn=Nome do relatório
ini_ReportNameAlias=Nome do relatório (apelido)
ini_VersionNumber=Número de versão
ini_FileNameSuffixMustBe=O sufixo do Nome do arquivo deve ser
ini_Currently=Atualmente
ini_TheFileNameAlreadyExists=O Nome do arquivo já existe
ini_ReportInfo=Informação do relatório




ini_NoJsonFile=O arquivo JSON está faltando
ini_PrintErrorJsonError=Falha Na impressão, erro de formato JSON
ini_MustBe=Deve ser
ini_Or=Talvez.
ini_ReportName=Nome do relatório
ini_CannotBeEmpty=Não Pode ESTAR vazio
ini_MustBeIntOrFloat=Deve ser um Tipo decimal ou inteiro
ini_DeleteLocalReportFile=Apagar arquivo de relatório local
ini_DownLoadReportFileToLocal=Baixar relatório remoto para local
ini_DownLoadReportFileError=Erro Ao descarregar arquivo relatório
ini_DownLoadComplete=Transferência completa
ini_EditLocalReportVersion=Modificar o número de versão local do relatório
ini_CreateReportFile=Criar arquivo de relatório
ini_PrintCopys=Número de cópias impressas
ini_MustBeInt=Deve ser um Tipo inteiro
ini_MustBeGreaterThanOrEqualTo=Deve ser maior do que ou igual a zero
ini_DetermineIfThePrinterExists=Determinar se a impressora existe
ini_Printer=Impressora
ini_NotExistPayAttentionToCaseAndSpace=Não, por favor, preste atenção no CaSO e no espaço.
ini_SetRightOffset=Ajustar deslocamento à Direita
ini_MustBeFloat=Deve ser um Tipo de Ponto flutuante
ini_SetBottomOffset=Definir o deslocamento Da base
ini_MustBeOneOrZero=Deve ser 1 Ou 0
ini_SetComponent=Configurar caixa de peças
ini_Component=Caixa do componente
ini_ControlToArrayError=Erro Ao converter o controle para o array
ini_LoadPicError=Erro Ao carregar Imagem
ini_FormatError=Formato incorreto
ini_Parameter=Parâmetro
ini_ParameterToArrayError=Erro Ao converter o parâmetro para o array
ini_Field=Campo
ini_FieldToArrayError=Erro Ao converter Campo para o array
ini_AFieldToArrayError=Erro Ao converter AField para array
ini_BFieldToArrayError=Erro Ao converter BField para array
ini_CFieldToArrayError=Erro Ao converter CField para array
ini_DFieldToArrayError=Erro Ao converter DField para array
ini_EFieldToArrayError=Erro Ao converter EField para array
ini_FFieldToArrayError=Erro Ao converter FField para array
ini_GFieldToArrayError=Erro Ao converter GField para array
ini_HFieldToArrayError=Erro Ao converter HField para array
ini_IFieldToArrayError=Erro Ao converter IField para array
ini_JFieldToArrayError=Erro Ao converter JField para array
ini_DataRow=Linha de dados
ini_DataToArrayError=Erro Ao converter Data para array
ini_ADataToArrayError=Erro Ao converter AData para array
ini_BDataToArrayError=Erro Ao converter BData para array
ini_CDataToArrayError=Erro Ao converter CData para array
ini_DDataToArrayError=Erro Ao converter DData para array
ini_EDataToArrayError=Erro Ao converter EData para array
ini_FDataToArrayError=Erro Ao converter FData para array
ini_GDataToArrayError=Erro Ao converter GData para array
ini_HDataToArrayError=Erro Ao converter HData para array
ini_IDataToArrayError=Erro Ao converter IData para array
ini_JDataToArrayError=Erro Ao converter JData para array
ini_SetOffsetValue=Definir valor de compensação
ini_SetPrinterName=Definir Nome Da impressora
ini_ExportFileYes=Você deseja Exportar o arquivo Sim
ini_ExportFileName=Exportar Nome do arquivo
ini_ExportComplete=Exportação completa
ini_PreviewComplete=Previsão completa
ini_PrintComplete=Impressão concluída
ini_LoadReport=Carregar relatório
ini_ADataToArraySuccess=Adata convertida EM array com SUCESSO
ini_BDataToArraySuccess=Bdata convertida EM array com SUCESSO
ini_CDataToArraySuccess=CDATA convertido EM array com SUCESSO
ini_DDataToArraySuccess=Ddata convertida EM array com SUCESSO
ini_EDataToArraySuccess=Edata convertida EM array com SUCESSO
ini_FDataToArraySuccess=Fdata convertido EM array com SUCESSO
ini_GDataToArraySuccess=Gdata convertido EM array com SUCESSO
ini_HDataToArraySuccess=Hdata convertida EM array com SUCESSO
ini_IDataToArraySuccess=Idata convertida EM array com SUCESSO
ini_JDataToArraySuccess=Jdata convertida EM array com SUCESSO




ini_NoClientID=Não há valor para ClientID
ini_ClientIDEmpty=O cliente não Pode ESTAR vazio
ini_PrinteridWrong=Imprerido não está Certo
ini_PrinterpwdWrong=Improvável é errado
ini_MethodWrong=Método incorrecto
ini_PingSuccessful=Ping BEM sucedido
ini_PingTimeout=Tempo De Ping
ini_ConnectionResults=Resultados Da ligação
ini_subscribeResultMessageID=Resultado Da assinatura, ID Da Mensagem
ini_UnsubscribeResultMessageID=Resultado indescritível, ID Da Mensagem
ini_Received_release_confirmation_QoS_1_message_ID=Confirmação de lançamento recebida QoS 1, ID Da Mensagem
ini_Receive_release_confirmation_step_1_of_QoS_2_message_ID=Recepção do Passo de confirmação de lançamento 1 do QoS 2, ID Da Mensagem
ini_Receive_release_confirmation_step_3_of_QoS_2_message_ID=Recepção do Passo de confirmação de lançamento 3 do QoS 2, ID Da Mensagem
ini_Receive_release_confirmation_step_2_of_QoS_2_message_ID=Recepção do Passo de confirmação de lançamento 2 do QoS 2, ID Da Mensagem
ini_ConnectionTimedOut=Tempo de conexão
ini_PublishingTimeout=Tempo de publicação
ini_MessageID=ID Da Mensagem
ini_Topic=Tema
ini_Content=Conteúdo
ini_CameraOn=Ligar câmera
ini_OpenFailed=Abrir falhou
ini_NoVideoDevicesWereFound=Não foram encontrados dispositivos de vídeo
ini_Stopped=Parado
ini_CameraStartFailed=Inicialização Da câmera falhou
ini_CameraOff=Câmera desligada
ini_Disconnect=Desconectar
ini_Started=Iniciado
ini_Failed_to_start_Please_try_another_port=Falha Ao iniciar. Tente por favor outro Porto
ini_Minimum_desktop_requirements_Windows_Vista=Requisitos mínimos de área de trabalho: Windows Vista
ini_Minimum_server_requirements_Windows_Server_2008=Requisitos mínimos do servidor: Windows Server 2008





ini_Table_structure_field_type=Tipo de Campo de estrutura de mesa ftblob (formato Base64), ftstring, ftinteger, ftbooleano, ftfloat, ftcurrency, ftdatetime,
ini_size_ftString_ftInteger_ftBlob=Tamanho (ftstring é definido para o comprimento real, outros são ajustados para 0, por exemplo, ftinteger ftblob é ajustado para 0)
ini_Currently_10_tables_are_supported=Atualmente, são suportados Dez tabelas abcdefghij. Por exemplo, o Quadro um contém afield adata até o Quadro J contém jfield jdata





ini_ParameterSetting=Configuração do parâmetro
ini_Log_save_path_if_empty_the_default_is_log_directory=Registrar localização de gravação (se estiver vazia, o padrão é diretório de registro)
ini_Clear_log_on_startup=Limpar o registo Ao iniciar
ini_Clear_log_on_exit=Limpar Registro Na saída
ini_In_operation_every=Durante a operação, vazio UMA vez a cadA XX minutos
ini_Save_settings=Gravar configurações
ini_journal=Diário
ini_report_form=Formulário de relatório
ini_Report_template_path_empty_default_report_directory=Reportar a localização do modelo (pasta do relatório padrão vazia)
ini_Export_file_path_empty_default_export_directory=Exportar a localização do ficheiro (pasta de exportação padrão vazia)
ini_Export_file_format_blank_default_PDF_format=Exportar formato de arquivo (em branco, formato PDF padrão)
ini_Enable_token=Habilitar símbolo
ini_Token_list_one_for_each_line_similar_to_white_list=Lista de fichas (uma para cadA linha, semelhante à lista branca)
ini_other=Outros
ini_Minimize_after_startup=Minimizar após o arranque
ini_Customize_the_client_name_so_that_it_can_start_multiple_clients=Personalizar o Nome do cliente para que ele possa começar vários clientes







ini_URL_encoding_decoding=Codificação de URL / descodificação
ini_URLEncode=URLCodificador
ini_URLDecode=Decodificação de URL






ini_Base64_and_image_conversion=Base64 e conversão Da Imagem
ini_exceed_100k=A FIM de equilibrar a eficiência no Ambiente de produção, geralmente um arquivo de Imagem único não deve exceder 100K.
ini_Base64_string=Texto de base
ini_paste=Pasta
ini_Turn_to_picture=Virar à Imagem
ini_picture=Imagem


ini_Connection=Conectar
ini_write_log=Gerar registos